{
  "address": "https://www.pinterest.com/pin/88101736437879791/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/italian",
    "CustomFileName": "88101736437879791",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736437879791",
      "url": "https://www.pinterest.com/pin/88101736437879791/",
      "type": "pin",
      "title": "",
      "gridTitle": "The Delicious Veneto",
      "description": "The Delicious Veneto | Cooking LightCranberry beans: The borlotti (cranberry beans) of Lamon are rich and creamy, and used in the classic pasta e fagioli, as well as on their own in side dishes. From late summer to December they are available fresh, but canned and dried beans are available year-round.  Asiago: Named for the town at the foot of the Dolomites, this cheese is available both young, when it is tender and almost creamy, and as a firm aged cheese with a pronounced flavor.  Dried porcini mushrooms: These mushrooms offer comforting earthy flavor and meaty textures.  Taleggio: From Treviso, the eastern part of Veneto, this creamy, rich Brie-like cheese is often used in pastas and risottos.  Pumpkin: A pumpkin known by the name zucca barucca is used in risottos and as a filling for ravioli. Its flavor is quite different from that of American pumpkin, so substitute butternut squash, which more closely resembles this variety.  Celery root: The celery of Verona is not actually the head of celery but celery root, which is used raw in salads, cooked in soups, and as a filling for ravioli.  Peas: In May and June, the sweet fresh peas of Peseggia, north of Venice, are in season, and the locals make risi e bisi (rice and peas) and freeze whatever is left to use in other dishes they prepare throughout the year.  Monte Veronese: This rich, full-flavored cow’s milk cheese is prized as a table cheese and used in pasta and risotto dishes.",
      "link": "http://www.cookinglight.com/food/vegetarian/the-delicious-veneto/page2",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/italian/",
        "name": "Italian",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/f0/cd/34/f0cd344092e87d468cb688f23da2e2ba.jpg",
          "type": "image"
        }
      ]
    }
  }
}