{
  "address": "https://www.pinterest.com/pin/88101736452976789/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/appetisers-snacks-finger-food",
    "CustomFileName": "88101736452976789",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736452976789",
      "url": "https://www.pinterest.com/pin/88101736452976789/",
      "type": "pin",
      "title": "",
      "gridTitle": "5.5M views · 95K reactions | Surprised My Guests With This Easy and Economical Snack! | I Surprised My Guests With This Easy and Economical Snack! There was nothing left on the table! | By Top Recipes | Delicious that nothing is left on the table. I surprised my guests and everyone loved this recipe. To start, I used a loaf of bread with a rolling pin we will start by opening the bread well like this. Then we will cut it in half, divided in two parts. Done that, we will also need a toothpick. I will break them in half. Then we are going to join the two sides of the bread this way. If you want you can wet your fingertips to make it stickier. Then we will set it aside and repeat this process with all the loaves. And it will stay this way. If you want, you can use the bread without the crust but here I did it with both. After that, we are going to put them in a baking pan and bake them for about 4 minutes. We will also need three slices of mozzarella cheese. I'm going to put one on top of the other and then we're going to cut it into very small pieces. Then we are going to put them in a container. And we will add four table spoons of mayonnaise. I'm going to add also a clove of grated garlic. And we are going to mix everything very well. And if you are already enjoying this recipe click on the like button and comment here below from which city you are watching us from. After mixing we will reserve this cream. Now I will also need five cherry tomatoes. If you want you can use the traditional tomato. I cut them into very thin slices. Now we are going to reserve the tomatoes. And then we are going to cut two lettuce leaves. Remembering that you can always substitute the ingredients that you don't like for others of your preference. And the quantity will depend on the number of people that you will be making these snacks. Here I am using three slices of ham. I am going to cut them in half and then we are going to make small rolls with the pieces of ham. Here people have already spent the four minutes of bread in the oven. Then we go to the assembly. I like to leave it very golden to be crispier when it is ready. With a teaspoon we are going to pass the pate of mozzarella with mayonnaise and spreading it well on the inside. Then we will put a piece of lettuce. Then the ham here as the bread was very big we put two pieces. And lastly the tomatoes, look how they stick together after you take the toothpick out. And this way our snack will be ready, super easy to make and healthy. Once this is done, you just have to repeat the process with all the bread and it will be so cute. Besides being beautiful to put on the table. It is delicious and everyone loves it. The kids will love it because it is super fun, very crunchy and delicious, not to mention that it is an incentive for children to eat salad. So if you leave your love and share this video. A kiss to all who have watched us until here and until our next recipe.",
      "description": "Top Recipes - Surprised My Guests With This Easy and Economical Snack!",
      "link": "https://fb.watch/cyh0D7ruV3/",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/appetisers-snacks-finger-food/",
        "name": "Appetisers Snacks Finger Food",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/96/bc/03/96bc0361673cebd5ec794d4c584d2adf.jpg",
          "type": "image"
        }
      ]
    }
  }
}