{
  "address": "https://www.pinterest.com/pin/88101736445455386/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/depression-etc",
    "CustomFileName": "88101736445455386",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736445455386",
      "url": "https://www.pinterest.com/pin/88101736445455386/",
      "type": "pin",
      "title": "",
      "gridTitle": "Dealing With Anxiety By Cutting to the (Cognitive) Core",
      "description": "Dealing With Anxiety By Cutting to the (Cognitive) Core :   Lets pretend for a moment youre giving a presentation in a room full of very important people. You want their feedback ideally some sign of positive approval because you know youre being evaluated. You suddenly look to a person in the front row.  You notice their facial expression: a furrowed brow sideways smirk maybe a disapproving head shake. You begin to panic. You notice other people in the crowd looking the same. Your mind races and you cant concentrate. You completely botch the presentation. The negative feeling sticks with you and every time after you have to give a talk youre faced with a crippling sense of anxious dread triggered by the thought of repeat failure.  But heres the thing. What you didnt notice the first time around is that there were more smiling happy faces in the crowd than scowling ones.  Yes its true we tend to pay more attention to the negative than positive. Its a hardwired evolutionary-based response that makes the brain notice the losses more than the gains. Unfortunately such biases in our evolved cognition can also contribute to negative emotionality.  In fact the attentional bias towards threat/negativity is the core cognitive mechanism that underlies much of our anxiety.  Recent experimental work however is now showing that this default cognition can be reversed. We can train our biases to shift our focus (and thinking) away from the negative and towards the positive.  Cognitive bias modification training  For anxious people the ingrained habit of selectively attending to only those things that are possibly dangerous leads to vicious cycle in which an ambiguous world is seen and experienced as threatening  even when its not.  Cognitive bias modification (CBM) training is an innovative intervention thats been shown to break individuals out of that vicious cycle and to cut the anxiety off at the pass.  Researchers believe that CBM is effective in its ability to manipulate and alter the target source of the brains supposed hardwired negativity bias. It does so through implicit experiential and rapid-based training. For example in one type of intervention people are simply instructed to repeatedly identify the location of a smiling face among a matrix of angry faces. Hundreds of these sorts of repeat trials are proving to be effective in reducing the attentional negativity bias contributing to maladaptive anxiety.  But how does it work exactly? What are the changes happening in the brain if any?  Assessing the neural mechanism of CBM training  New research out of Biological Psychology is finding that CBM produces rapid changes in brain activity.  The team of researchers led by Brady Nelson at Stony Brook University predicted that a single training session of CBM would affect a neural marker called the error-related negativity (ERN).  The ERN is a brain potential that reflects a persons sensitivity to threat. It fires whenever the brain encounters possible errors or sources of uncertainty leading a person to notice things that might be going wrong around them. But its not all good. The ERN can go haywire. For instance its known to be larger in people with anxiety and anxiety-related disorders including GAD and OCD. A large ERN is indication of a hyper-vigilant brain that is constantly on the lookout for potential problems  even when no problems exist.  In the current study the researchers predicted that a single CBM training session would help curb this threat response and lead to an immediate reduction in the ERN.  The experimental procedure  The researchers randomly assigned participants to either a CBM training or control condition. Both groups performed a task once before the training (or control) and then again after. They had their ERN activity monitored using electroencephalographic recording (EEG).  In line with the predictions they found that those who underwent the short CBM training elicited a smaller ERN compared to the control participants. The brains threat response was reduced from before to after the training simply by instructing people to shift their attention towards positive (and away from the negative) stimuli.  The results indicate that CBM training minimizes the brains negativity bias by targeting the ERN  in effect by dampening the brains sensitivity to failure and uncertainty.  And an actual change in brain state through a single session of CBM is particularly encouraging when you consider the fact that cognitive-behavioral therapies (CBT) have not been shown to elicit such neural changes.  Implications and future directions  One important implication of this work is that CBM is capable of altering brain activity in people from a non-clinical population. Majority of prior research has looked at people with anxiety-related psychopathologies. Here the findings suggest that everyone can benefit from CBM and that even the mild form of anxiety can (and should be) kept in check in order to achieve optimal performance.  In fact new CBM apps and games are now becoming widely available to the lay public. An online program called MindHabits includes a number of games that get users to find the smile in an array of faces. They also have a similar game that uses positive/negative words rather than faces.  Similarly a new app called Happy Faces is giving user-friendly CBM training with various types of stimuli. A bonus feature with their app is it offers personalized training where you can include your own pictures as part of the game stimuli. So the faces you attend to during the game arent random strangers but people you know.  We can even foresee a future of VR/AR technologies where we receive regular prompts to find the smile in a virtual shared space. The future gamification of CBM is just one example of how a simple attention training exercise can help improve a persons psychological functioning and well-being from the inside out.  So keep this in mind for next time you have to give a presentation. And know that the smiles (and all the other good things) are there. You just need to train your brain to find them.",
      "link": "https://www.psychologytoday.com/blog/ritual-and-the-brain/201802/dealing-anxiety-cutting-the-cognitive-core",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/depression-etc/",
        "name": "Depression etc",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/0c/ce/15/0cce15caac2d3b5f4257a5283b56f072.jpg",
          "type": "image"
        }
      ]
    }
  }
}