{
  "address": "https://www.pinterest.com/pin/88101736447190391/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/depression-etc",
    "CustomFileName": "88101736447190391",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736447190391",
      "url": "https://www.pinterest.com/pin/88101736447190391/",
      "type": "pin",
      "title": "",
      "gridTitle": "Trauma Dissociation - Trauma and Dissociation Memories and Survivors of Chronic Child Abuse \"Almost always, they deny or minimize the abusive memories. They have to: it's too painful to believe that their parents would do such a thing. So they fragment the memories into hundreds of shards, leaving only acceptable traces in their conscious minds.  Rationalizations like \"my childhood was rough,\" \"he only did it to me once or twice,\" and \"it wasn't so bad\" are common, masking the fact that the abuse was devastating and chronic.  But while the knowledge, body sensations, and feelings are shattered, they are not forgotten. They intrude in unexpected ways: through panic attacks and insomnia, through dreams and artwork, through seemingly inexplicable compulsions, and through the shadowy dread of the abusive parent.  They live just outside of consciousness like noisy neighbors who bang on the pipes and occasionally show up at the door.\" ― David L. Calof, therapist #wedescribefortheblind  Complex post-traumatic stress disorder explained: http://traumadissociation.com/complexptsd | Facebook",
      "description": "Memories and Survivors of Chronic Child Abuse \"Almost always, they deny or minimize the abusive memories.They have to: it's too painful to believe that their parents would do such a thing.So they fragment the memories into hundreds of shards, leaving only acceptable traces in their conscious minds. Rationalizations like \"my childhood was rough,\" \"he only did it to me once or twice,\" and it wasn't so bad\" are common, masking the fact that the abuse was devastating and chronic.But while the kn...",
      "link": "https://www.facebook.com/TraumaAndDissociation/photos/a.686180184816744.1073741892.357814604319972/728381340596628/?type=3&theater",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/depression-etc/",
        "name": "Depression etc",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/53/da/fd/53dafda5b7befce9b3e3fe5e3dbae1b0.jpg",
          "type": "image"
        }
      ]
    }
  }
}