{
  "address": "https://www.pinterest.com/pin/88101736445455618/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/youth-ministry",
    "CustomFileName": "88101736445455618",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736445455618",
      "url": "https://www.pinterest.com/pin/88101736445455618/",
      "type": "pin",
      "title": "",
      "gridTitle": "Monergism - QUESTION. Why is saving grace not bestowed upon all?  ANSWER. We must hold with Zanchius that there is always a just reason for God's will. But in particular I answer:  God gives grace to one and denies it to another—to show His sovereignty. God is not bound to give grace to all. Romans 9:15: \"I will have mercy on whom I will have mercy.\" Suppose two malefactors were brought before the king; one he will pardon—but not the other. If any demands the reason, he will answer, \"It is my prerogative.\" So God will give grace to one and not to another. He will make one a vessel of mercy, the other a vessel of wrath—and this is His prerogative. The apostle has silenced all disputes in this kind in Romans 9:20-21: \"But who are you, O man, to talk back to God? Shall what is formed say to him who formed it, 'Why did you make me like this?' Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?\" If we could suppose a plant to speak, it might ask, \"Why was not I made a bird or an animal? Why should I not have the ability to reason?\" Just so it is when vain man enters into contest with God and demands, \"Why should not I have grace as well as another?\" Do not dispute against God's sovereignty; let not the clay contend with the almighty Potter.  God may justly deny His grace to any wicked man, because once he had grace and lost it. If a father gave his son stock to trade with and the son loses it, the father is not bound to set him up again. God gave Adam a stock of grace to begin the world with. Adam lost it and made all his children bankrupt. And God is not obliged to give him grace again.  God may justly deny His grace to every wicked man because he is a despiser of grace. He tramples this pearl under foot (Proverbs 1:7). Is God bound to give grace to those who despise it? If a king's pardon is rejected once, he is not bound to offer it any more. | Facebook",
      "description": "Thomas Watson (1620-1686) One of the most popular Westminster puritans published today and a wonderful, yet simple Christian preacher and theologian, easy to understand. His most famous work, the ‘Body of Practical Divinity,’ appeared after his death, in 1692 (London, fol.) It consists of 176 sermons on the catechism of the Westminster assembly of divines.",
      "link": "https://www.facebook.com/15086969948/photos/a.24209304948.15821.15086969948/10151070967874949/?type=3&theater",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/youth-ministry/",
        "name": "Youth Ministry",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/e5/ad/74/e5ad74a579b393b2f7fbc7339fd23be6.jpg",
          "type": "image"
        }
      ]
    }
  }
}