{
  "address": "https://www.pinterest.com/pin/88101736436039330/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/cats-and-kittens",
    "CustomFileName": "88101736436039330",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736436039330",
      "url": "https://www.pinterest.com/pin/88101736436039330/",
      "type": "pin",
      "title": "",
      "gridTitle": "NYC Urgent Cats - ***Killed at ACC***  Brooklyn Center  My name is GOLDIE. My Animal ID # is A1010309. I am a female tortie domestic sh mix. The shelter thinks I am about 3 YEARS old.  I came in the shelter as a STRAY on 08/12/2014 from NY 11217, owner surrender reason stated was ABANDON.  MOST RECENT MEDICAL INFORMATION AND WEIGHT 08/15/2014 Exam Type VACCINATE - Medical Rating is 3 NC - MAJOR CONDITIONS NOT CONTAGIOUS, Behavior Rating is NONE, Weight 5.5 LBS.  No Final Exam  08/12/2014 PET PROFILE MEMO CAT INFORMATION SHEET Where did this cat come from? Stray – My Building ORIGINAL SOURCE Found as Stray Does this cat have a microchip? No Animal’s Name: Goldie (A1010309) WHY ARE YOU BRINGING THIS CAT IN? Is a Stray – looks sick/injured RELATIONSHIP Is a stray & showed up in the last few months PEOPLE Is as stray – is friendly with most people PERSONALITY Is a stray & is really friendly; I think was someone’s pet HABITS Is a stray, but a neighbor feeds  WEB MEMO No Web Memo  08/18/2014 BEHAVIOR EVALUATION - EXPNOCHILD Exam Type BEHAVIOR Reaction to assessor: does not come to front but looks at you, calm, relaxed and friendly (1) When spoken quietly: does not come to front but looks at you, calm, relaxed and friendly (1)  Reaction to door cage opening: remains soft and relaxed (1)  Reaction to touch: allows petting but does not solicit attention (1)  Reaction to toy or novel object: shows no interest in playing (2)  Try picking cat up: not tolerant of this type of behavior, become tense, hisses, growls.  Notes: Goldie was found as a stray and at the time of the assessment she was Displaying inconsistent behavior; she was calm and relaxed in the back of the kennel when I first approach. At first I was able to pet him and interact with him and no signs of aggression was display but became very tense when I try to pick her up and started to hiss and growl. Due to the behaviors seen in the care center, we feel that this cat will do best in a calm, quiet home with experienced cat parents and without children.  08/12/2014 INITIAL PHYSICAL EXAM Medical rating was 3 NC - MAJOR CONDITIONS NOT CONTAGIOUS, behavior rating was NONE Scanned negative Intact female, approx 3 yrs old Pinna AU have focal alopecia- skin scrape negative. Dehydration- gave 100mL SQ LRS felv/fiv negative BG 131 Azo 15-26 BAR Aggressive, striking repeatedly, growling and hissing. Sedated for exam with Telazol 0.15mL IM.  No RE-EXAM or CAGE-EXAM found - , No detailed description for a visit type RE-EXAM or CAGE-EXAM found! | Facebook",
      "description": "TO BE DESTROYED 8/19/14 ** Due to the behaviors seen in the care center, we feel that this cat will do best in a calm, quiet home with experienced cat parents and without children. ** Brooklyn Center  My name is GOLDIE. My Animal ID # is A1010309. I am a female tortie domestic sh mix. The shelter thinks I am about 3 YEARS old.  I came in the shelter as a STRAY on 08/12/2014 from NY 11217, ABANDON.",
      "link": "https://www.facebook.com/nycurgentcats/photos/a.846906528660669.1073742403.220724831278845/846907085327280/?type=3&src=https://scontent-b.xx.fbcdn.net/hphotos-xap1/t1.0-9/10580056_846907085327280_2647071571569744136_n.jpg&size=640,480&fbid=846907085327280",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "creator": {
        "username": "mkane26",
        "url": "https://www.pinterest.com/mkane26/",
        "name": "Misti Kane"
      },
      "board": {
        "url": "https://www.pinterest.com/basketfuls/cats-and-kittens/",
        "name": "Cats and kittens",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/6d/1a/1c/6d1a1c342a2f2f431a7d008a5b517f89.jpg",
          "type": "image"
        }
      ]
    }
  }
}