{
  "address": "https://www.pinterest.com/pin/88101736437879837/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/wild-game",
    "CustomFileName": "88101736437879837",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736437879837",
      "url": "https://www.pinterest.com/pin/88101736437879837/",
      "type": "pin",
      "title": "",
      "gridTitle": "",
      "description": "Roast pork shoulder with herbs and sardines -  This pork shoulder is cooked slowly overnight in the lowest oven. By the sides of roads in Italy you find stalls selling porchetta, which is similar - chunks of slow-roasted meat sandwiched in a piece of bread.  Shoulder of pork is the most suitable cut of pork for this long method of cooking, as the meat is layered with fat which slowly melts away. Rogers and Gray cook it overnight in the cooling wood oven.  Serves 8-10  1 small whole shoulder of pork, with skin, about 2.75-3.25kg/6-7lb in weight  10 garlic cloves, peeled  100g/4oz fennel seeds  Maldon salt and freshly ground black pepper  Black Pepper  juice of 5 lemons  3 tablespoons olive oil  Preheat oven to 450F/230C/Gas 8. Using a small, sharp knife, score the whole skin of the shoulder with deep cuts about 5mm (14in) wide.  Smash the garlic with the fennel seeds, then mix with salt, pepper and chilli to taste. Rub and push this mixture into and over the skin and all the surfaces of the meat. Place the shoulder on a rack in a roasting tin and roast for 30 minutes or until the skin begins to crackle up, blister and brown. Turn the shoulder and pour over half the lemon juice and two tablespoons of the oil. Turn the oven down to 250F/120C/Gas 12, and leave the meat to roast, overnight or all day (from eight to 24 hours). Turn the meat over occasionally and baste with extra lemon juice and, if necessary, a little oil.  The shoulder is ready when it is completely soft under the crisp skin. You can tell by pushing with your finger: the meat will give way and might even fall off the bone. Serve each person with some of the crisp skin and meat cut from different parts of the shoulder. Add extra lemon juice to deglaze the pan, and spoon this over.",
      "link": "https://www.google.com/search?q=roast+pork+shoulder+with+herbs+and+sardines&newwindow=1&source=lnms&tbm=isch&sa=X&ei=5SwPVYuaKZLfsASAwoGoBw&ved=0CAcQ_AUoAQ&biw=1274&bih=610",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/wild-game/",
        "name": "Wild Game",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/94/5f/68/945f682edbe4e2be376c410208ef7162.jpg",
          "type": "image"
        }
      ]
    }
  }
}