{
  "address": "https://www.pinterest.com/pin/88101736437899491/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/faith",
    "CustomFileName": "88101736437899491",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736437899491",
      "url": "https://www.pinterest.com/pin/88101736437899491/",
      "type": "pin",
      "title": "",
      "gridTitle": "What God Really Wants for Moms with Young Children — The Better Mom",
      "description": "I readied myself for what I guessed I had coming.   I was tired, weary, and so far behind . . . in pretty much everything.  House, crafts, cooking, laundry, and love. Never enough and not good  enough.   Hopelessly behind.   Here I was 7 months pregnant with several other very young children at  home. And I just couldn't seem to pull it together.  So I hesitantly approached this seasoned mother - the godly woman and  lovely example that she was - to receive the admonition I was sure  I deserved.   Waiting for my Get it together and Get tough and Get going. Yes, I had it  coming . . . .  But her actual words surprised me.  Gentleness. That's what you need, dear mom, gentleness.  Her answer was so unexpected that I didn't know quite what to make of it.   Then she softly explained, \"He gently leads those with young. If you're a  mom with young children, He desires gentleness for you.\"      He will tend his flock like a shepherd; He will gather the lambs in his     arms; He will carry them in his bosom, and gently lead those that are     with young. ~ Isaiah 40:11  Isn't that beautiful to know? That our God doesn't want us running around  until we drop. He doesn't desire for us to take on more and more until we  can hardly see straight. We were not meant to buckle up our little one in  his car seat, unbuckle, and then buckle up again. Over and over. Running to  this meeting and that appointment.  Pressures everywhere we turn.  Slow down, dear mom.    Your God wants to lead you tenderly and carefully. He would never drag you  around at a pace you can't keep. He is a good Father who cares about you  and recognizes the precious work you're doing by loving your little ones.   This is not a season to take on more, but to live with less.  This is your Slow and Gentle Season.   Ways to Slowly Bring Gentleness into Your Life     * Reduce your social obligations (or increase them, if you've got       cabin-fever)     * Take a sabbatical from meetings, committees, volunteering, etc.     * Simplify the meals you make: basic, healthy, and nutritious is just       fine     * Settle for \"tidy\" in your home, rather than ultra-clean      * Make it a high priority to get your rest     * Stop to enjoy your pregnancy. Be still and feel that baby moving       around. Sing and pray over your child.      * Take time to get on the floor with your toddler with no       other agenda than the sheer joy of it.     * Meditate on Scripture verses that quietly turn your heart toward God.  So if you're feeling pushed around or pulled apart, then maybe . . . quite  possibly . . . it' s not God who is leading you.  But rather other things and other people. And they don't need to determine  your pace.   Only God.   And He leads gently, dear mom.   Lisa Jacobson, Club31Women",
      "link": "http://www.thebettermom.com/blog/2015/2/22/what-god-wants-for-mom-with-young-children",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "board": {
        "url": "https://www.pinterest.com/basketfuls/faith/",
        "name": "Faith",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/d1/fb/5e/d1fb5e90311d9e6e904fe022f24a7cbb.jpg",
          "type": "image"
        }
      ]
    }
  }
}