{
  "address": "https://www.pinterest.com/pin/88101736440728562/",
  "dataMode": "json",
  "hotlinkProtected": false,
  "connectionTimeOut": -1,
  "otherPropertiesMap": {
    "CustomFolderName": "basketfuls/low-carb",
    "CustomFileName": "88101736440728562",
    "FileExtensionHandleMethod": "workoutExtension",
    "_json": {
      "id": "88101736440728562",
      "url": "https://www.pinterest.com/pin/88101736440728562/",
      "type": "pin",
      "title": "",
      "gridTitle": "Phyllis - Just starting your low-carb diet? Bet you’re wondering what YOU can snack on when the rest of the family is enjoying foods you can't have.. Well this recipe, if you can call it a recipe, is one solution. It’s suitable for Atkins Induction Phase, Keto diets and even Primal followers that eat occasional cheese. Takes just minutes to make and bake!  And if you seed the jalapeno, like I did, these were not even all that hot (I don’t like real hot/spicy foods). Leave the seeds in if you like to spice things up! These are delicious and so low-cal/low-carb you could eat the entire batch if you were so inclined! The hubs and I split this batch equally and we both loved these! Now, to be quite honest, I’ve also just melted plain old pepper-jack cheese before, but these really are better for some reason. Maybe the cheese is better; maybe the fresh pepper is just better. All I know is these are much better than just melting jack cheese! smile emoticon  INGREDIENTS:  1 cup shredded Monterrey Jack cheese  1 medium jalapeno, sliced real thin  DIRECTIONS: Preheat oven to 350º. Place a sheet of parchment paper on a metal cookie sheet. DO NOT use a silicone/silpat sheet, waxed paper or foil (unless it’s the special non-stick foil) to bake these or they will not cook properly. Using a tablespoon, scoop up 1 T. of cheese and make a small pile on the parchment. Press it slightly flat. Repeat 15 more times. Place a slice of jalapeno on top of each pile. Pop into 350º oven for about 10-12 minutes. I would recommend browning them a wee bit more than shown in the photo for a firmer snack to serve at parties. These are somewhat pliable if under browned. Allow them to completely cool and fully firm up before removing from the pan for best results. smile emoticon  NUTRITIONAL INFO: Makes 16, each contains:  25.5 calories  2.13 g fat  0.10 g carbs, 0.02 g fiber, 0.08 g NET CARBS  1.63 g protein  60 mg sodium   ☆*´`*☆.¸.☆*´`'*☆.. ☾....... *G*O*D* ........☽ .☆... *B*L*E*S*S* ... ☆ ...`*☆. *Y*O*U*.☆*´... .............`*☆*´........... | Facebook",
      "description": "Just starting your low-carb diet? Bet you’re wondering what YOU can snack on when the rest of the family is enjoying foods you can't have.. Well this recipe, if you can call it a recipe, is one solution. It’s suitable for Atkins Induction Phase, Keto diets and even Primal followers that eat occasional cheese. Takes just minutes to make and bake!",
      "link": "https://www.facebook.com/photo.php?fbid=975313852487586&set=a.283730144979297.71530.100000269406347&type=1&theater",
      "category": "",
      "isStoryPin": false,
      "isCarousel": false,
      "doneByMe": false,
      "favouritedByMe": false,
      "isRepin": true,
      "storyPinItemCount": 0,
      "carouselItemCount": 0,
      "repinCount": 0,
      "favouriteUserCount": 0,
      "creator": {
        "username": "phyllishudson3",
        "url": "https://www.pinterest.com/phyllishudson3/",
        "name": "Phyllis Hudson"
      },
      "board": {
        "url": "https://www.pinterest.com/basketfuls/low-carb/",
        "name": "Low Carb",
        "type": "board",
        "ownerUsername": "basketfuls",
        "ownerName": "S. L.",
        "ownerUrl": "https://www.pinterest.com/basketfuls/"
      },
      "media": [
        {
          "url": "https://i.pinimg.com/originals/4a/2a/ce/4a2acec4cfeb79de855fe4324d8cf3fb.jpg",
          "type": "image"
        }
      ]
    }
  }
}